Revit 2027 API
MetallicPaint.MetallicpaintFinishPeelamount Property
 The property labeled "Amount" from the "MetallicPaint" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string MetallicpaintFinishPeelamount { get; }
Public Shared ReadOnly Property MetallicpaintFinishPeelamount As String
	Get
public:
static property String^ MetallicpaintFinishPeelamount {
	String^ get ();
}
static member MetallicpaintFinishPeelamount : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
MetallicPaint Class
Autodesk.Revit.DB.Visual Namespace